import telebot
from telebot import types
import random

bot = telebot.TeleBot('1449838303:AAEFutH1FTbqQqd0cD-iyTfAop-rqnDU3aA')


@bot.message_handler(commands=["start"])
def start(message):
    keyboard = types.ReplyKeyboardMarkup(resize_keyboard=True, row_width=3)
    foodbtn = types.KeyboardButton(text='Р•РґР°')
    shopbtn = types.KeyboardButton(text='РЁРѕРїРїРёРЅРі')
    funbtn = types.KeyboardButton(text='Р Р°Р·РІР»РµС‡РµРЅРёСЏ')
    devbtn = types.KeyboardButton(text='Р Р°Р·РІРёС‚РёРµ')
    aboutbtn = types.KeyboardButton(text='Рћ Р±РѕС‚Рµ')
    ermekschoice = types.KeyboardButton(text="РќРёРєСѓРґР° РЅРµ С…РѕС‡Сѓ")
    randombtn = types.KeyboardButton(text='РЎР»СѓС‡Р°Р№РЅС‹Р№ РІС‹Р±РѕСЂ')
    keyboard.row(foodbtn, shopbtn, funbtn, devbtn)
    keyboard.row(aboutbtn, ermekschoice, randombtn)
    bot.send_message(message.chat.id, '''РџСЂРёРІРµС‚,РјРµРЅСЏ Р·РѕРІСѓС‚ РџРёРї!РЇ РїРѕРјРѕРіСѓ С‚РµР±Рµ Р±С‹СЃС‚СЂРѕ РЅР°Р№С‚Рё РјРµСЃС‚Рѕ,РєСѓРґР° СЃС…РѕРґРёС‚СЊрџЊ‡
Р’С‹Р±РµСЂРё РєР°С‚РµРіРѕСЂРёСЋ РЅРёР¶Рµрџ‘‡Рђ РµСЃР»Рё Сѓ С‚РµР±СЏ РЅРµС‚ РёРґРµР№ РІРѕРѕР±С‰Рµ, С‚Рѕ РЅР°Р¶РјРё РєРЅРѕРїРєСѓ
"CР»СѓС‡Р°Р№РЅС‹Р№ РІС‹Р±РѕСЂ"''', reply_markup=keyboard)


@bot.message_handler(content_types=['text'])
def options(message):
    if message.text == 'Р•РґР°':
        bot.send_message(message.chat.id, "РћРґРЅСѓ СЃРµРєСѓРЅРґСѓ...вЏі")
        bot.send_message(message.chat.id,
                         'рџ”єChicken star\nрџ”єРђСЂС‚-РєР°С„Рµ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј.Р–РёРІР°СЏ'
                         'РјСѓР·С‹РєР°\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/igyth')
        bot.send_photo(message.chat.id,
                       'http://biglife.kg/uploads/РљР°С„Рµ/Р§РёРєРµРЅРЎС‚СЂР°/DSC_0031.jpg')
        bot.send_message(message.chat.id,
                         '''рџ”єDuР­С‚ coffee & restaurant\nрџ”єР РµСЃС‚РѕСЂР°РЅ\nпїЅ
                         пїЅРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј.РўСѓСЂРµС†РєР°СЏ'''
                         'РєСѓС…РЅСЏ.\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/zylhn')
        bot.send_photo(message.chat.id,
                       '''https://duetbishkek.kg/wp-content/uploads/2019
                       /11/KIPYATCOM_084-2-1-min.png''')
        bot.send_message(message.chat.id,
                         '''рџ”єРћР±Р»Р°РєРѕ 53\nрџ”єР›Р°СѓРЅРґР¶-Р±Р°СЂ
                         \nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-700 cРѕРј. Р’РёРЅРЅР°СЏ'''
                         "РєР°СЂС‚Р°\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/gzryh")
        bot.send_photo(message.chat.id,
                       '''https://avatars.mds.yandex.net/get-altay
                       /1909414/2a0000016b343d67c060691c0b7aaaa8b8aa/XXXL''')
        bot.send_message(message.chat.id,
                         '''рџ”єР“РѕСЂСЊРєРёР№ Preparty Place\nрџ”єРљР°С„Рµ-Р±Р°СЂ\
                         nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј. Р–РёРІР°СЏ РјСѓР·С‹РєР°.Р‘РёР·РЅРµСЃ-Р»Р°РЅС‡Рё РѕС‚'''
                         "120СЃРѕРј!\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/3q8tf")
        bot.send_photo(message.chat.id,
                       '''https://mir-s3-cdn-cf.behance.net/project_modules
                       /1400/400d3a28742485.55cfeb28f0bca.png''')
        bot.send_message(message.chat.id,
                         '''рџ”єMADFOOD\nрџ”єР РµСЃС‚РѕСЂР°РЅ Р±С‹СЃС‚СЂРѕРіРѕ РїРёС‚Р°РЅРёСЏ\
                         nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-400 cРѕРј. РџР°РЅР°Р·РёР°С‚СЃРєР°СЏ'''
                         "РєСѓС…РЅСЏ\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/le4k43")
        bot.send_photo(message.chat.id, '''https://i1.photo.2gis.com/images
        /branch/50/7036874424466645_3e52.jpg''')
    elif message.text == 'РЁРѕРїРїРёРЅРі':
        bot.send_message(message.chat.id,
                         '''рџ”№Р•РІСЂР°Р·РёСЏ\nрџ”№РўРѕСЂРіРѕРІС‹Р№-Р±РёР·РЅРµСЃ С†РµРЅС‚СЂ
                         \nрџ”№РЈРґРѕР±РЅРѕРµ СЂР°СЃРїРѕР»РѕР¶РµРЅРёРµ РІ С†РµРЅС‚СЂРµ РіРѕСЂРѕРґР°, '''
                         '''РєСЂР°СЃРёРІС‹Р№ Рё РёРЅС‚РµСЂРµСЃРЅС‹Р№ РёРЅС‚РµСЂСЊРµСЂ
                         \nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/9h5f8''')
        bot.send_photo(message.chat.id,
                       '''https://avatars.mds.yandex.net/get-altay
                       /2701558/2a000001705b3cac5c2fc430f8e8f2b8e701/XXXL''')
        bot.send_message(message.chat.id,
                         '''рџ”№IMall\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ
                         \nрџ”№РРјРµРµС‚СЃСЏ РґРµС‚СЃРєР°СЏ Р·РѕРЅР°\n'''
                         "рџ”№РђРґСЂРµСЃ-https://go.2gis.com/19k26")
        bot.send_photo(message.chat.id, '''https://im0-tub-ru.yandex.net
                       /i?id=1182ae5a992a4c7b9cb875fa5a8346e3&n=13''')
        bot.send_message(message.chat.id,
                         '''рџ”№AsiaMall\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ
                         \nрџ”№РўРѕСЂРіРѕРІС‹Р№ С†РµРЅС‚СЂ РІС‹СЃРѕРєРѕРіРѕ'''
                         "РєР»Р°СЃСЃР°\nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/s4s7b")
        bot.send_photo(message.chat.id, '''http://steelex.asia/wp-content
                       /uploads/2015/05/AsiaMollLite.png''')
        bot.send_message(message.chat.id,
                         '''рџ”№Р”РѕСЂРґРѕР№ РџР»Р°Р·Р°\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ
                         \nрџ”№Р‘РѕР»СЊС€РёР№ Рё РєСЂР°СЃРёРІС‹Р№ С‚РѕСЂРіРѕРІС‹Р№'''
                         "РґРѕРј.\nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/ghgmql")
        bot.send_photo(message.chat.id,
                       '''https://www.modernglass.ru/upload/iblock
                       /84d/Steklopakety-Modern-Glass-na-proekte-Dordoi'''
                       '-Plaza_-Bishkek-1.jpg')
    elif message.text == 'Р Р°Р·РІР»РµС‡РµРЅРёСЏ':
        bot.send_message(message.chat.id,
                         '''вљЄпёЏРџСЂРѕРєР»СЏС‚С‹Р№ Р»Р°РіРµСЂСЊ\nвљЄпёЏРљРІРµСЃС‚ РІ СЂРµР°Р»СЊРЅРѕР№ Р¶РёР·РЅРё\
                         nвљЄпёЏ рџ”ҐРџСЂРѕС„РµСЃСЃРёРѕРЅР°Р»СЊРЅС‹Рµ Р°РєС‚РµСЂС‹ рџ”Ґ3 СѓСЂРѕРІРЅСЏ'''
                         "СЃР»РѕР¶РЅРѕСЃС‚Рё\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/su87z")
        bot.send_photo(message.chat.id,
                       '''https://sankt-peterburg.spravka.ru/uploads
                       /0/0/F2/vYei-eR1T7qWk1VOZoiKEFKTmTAMoa'''
                       '/original_5678f97c1cecb369388b4571_56a0b145422bc.jpg')

        bot.send_message(message.chat.id,
                         "вљЄпёЏScorpion\nвљЄпёЏРџРµР№РЅС‚Р±РѕР»СЊРЅС‹Р№ РєР»СѓР±\nвљЄпёЏРџРµСЂСЃРѕРЅР°Р»СЊРЅС‹Р№ РёРЅСЃС‚СЂСѓРєС‚РѕСЂ РѕР±СѓС‡РёС‚ РІСЃРµРјСѓ "
                         "Р±РµСЃРїР»Р°С‚РЅРѕ\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/j8kl6" )
        bot.send_photo(message.chat.id , "https://pb-tmb.ru/wp-content/uploads/2019/09/pejntbol1111-1024x683.jpg" )
        bot.send_message(message.chat.id,
                         "вљЄпёЏThe story\nвљЄпёЏРђРЅС‚РёРєРёРЅРѕС‚РµР°С‚СЂ\nвљЄпёЏРљР°Р±РёРЅРєРё РґР»СЏ РєРѕРјРїР°РЅРёР№ РѕС‚ 2 РґРѕ 20 С‡РµР»РѕРІРµРє. РћС‚ 200 "
                         "СЃРѕРј/С‡Р°СЃ.\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/d213w" )
        bot.send_photo ( message.chat.id , "http://biglife.kg/uploads/Р Р°Р·РІР»РµС‡РµРЅРёРµ/The story/slide1.jpg" )
        bot.send_message ( message.chat.id ,
                           "вљЄпёЏZoobishkek\nвљЄпёЏР РµР°Р±РёР»РёС‚Р°С†РёРѕРЅРЅС‹Р№ Р·РѕРѕРїР°СЂРє\nвљЄпёЏРЎРїР°СЃРµРЅРЅС‹Рµ СЃС‡Р°СЃС‚Р»РёРІС‹Рµ Р¶РёРІРѕС‚РЅС‹Рµ, Р±РѕР»СЊС€СѓСЋ С‡Р°СЃС‚СЊ РёР· "
                           "РєРѕС‚РѕСЂС‹С… РјРѕР¶РЅРѕ РїРѕРіР»Р°РґРёС‚СЊ.Р¦РµРЅС‹ СЃРјРµС€РЅС‹Рµ, Р° РІРїРµС‡Р°С‚Р»РµРЅРёР№ РЅР° "
                           "РјРёР»Р»РёРѕРЅ\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/djlf1" )
        bot.send_photo ( message.chat.id , "http://biglife.kg/uploads/Р Р°Р·РІР»РµС‡РµРЅРёРµ/Р—РѕРѕСЃРјРµС€Р°СЂРёРєРё/1.jpg" )
    elif message.text == 'Р Р°Р·РІРёС‚РёРµ' :
        bot.send_message ( message.chat.id ,
                           "рџ“љCoffee arte gallery\nрџ“љРђСЂС‚-С†РµРЅС‚СЂ РєРѕС„РµР№РЅСЏ\nрџ“љР—Р°РІРµРґРµРЅРёРµ РґР»СЏ Р»СЋР±РёС‚РµР»РµР№ РєРѕС„Рµ Рё "
                           "РёСЃРєСѓСЃСЃС‚РІР°.РРјРµСЋС‚СЃСЏ РєР°СЂС‚РёРЅС‹ Р·РЅР°РјРµРЅРёС‚С‹С… С…СѓРґРѕР¶РЅРёРєРѕРІ,РјСѓР·С‹РєР°Р»СЊРЅС‹Рµ РёРЅСЃС‚СЂСѓРјРµРЅС‚С‹ Рё РїСЂРёСЏС‚РЅР°СЏ "
                           "РјСѓР·С‹РєР°.\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/5d5i4" )
        bot.send_photo ( message.chat.id , 'https://www.artranked.com/images/c1/c1100a9758b6dcbd58e5b53da332421c.jpg' )
        bot.send_message ( message.chat.id ,
                           "рџ“љР РµСЃРїСѓР±Р»РёРєР°РЅСЃРєР°СЏ Р±РёР±Р»РёРѕС‚РµРєР° РґР»СЏ РґРµС‚РµР№ Рё СЋРЅРѕС€РµСЃС‚РІР° РёРј. Рљ. "
                           "Р‘Р°СЏР»РёРЅРѕРІР°\nрџ“љР‘РёР±Р»РёРѕС‚РµРєР°\nрџ“љР”РѕСЃС‚СѓРїРЅРѕ РґР»СЏ РёРЅРІР°Р»РёРґРѕРІ.РРјРµРµС‚СЃСЏ РјР°СЂРєРµС‚-РїР»СЌР№СЃ.РћРіСЂРѕРјРЅРѕРµ РєРѕР»РёС‡РµСЃС‚РІРѕ "
                           "РєРЅРёРі\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/k1tncn" )
        bot.send_photo ( message.chat.id , 'https://pbs.twimg.com/media/EJeC8ArXYAAZVIK.jpg' )
        bot.send_message ( message.chat.id ,
                           "рџ“љРњРµРјРѕСЂРёР°Р»СЊРЅС‹Р№ РґРѕРј-РјСѓР·РµР№ РёРј. Рњ.Р’. Р¤СЂСѓРЅР·Рµ\nрџ“љРњСѓР·РµР№\nрџ“љР’ СЌС‚РѕРј РјСѓР·РµРµ РјРѕР¶РЅРѕ РѕР·РЅР°РєРѕРјРёС‚СЃСЏ СЃ "
                           "РёСЃС‚РѕСЂРёРµР№ РѕР±СЂР°Р·РѕРІР°РЅРёСЏ РіРѕСЂРѕРґР° Р¤СЂСѓРЅР·Рµ СЃРѕ РІСЃРµРјРё РїСЂРµРґРјРµС‚Р°РјРё Р±С‹С‚Р° С‚РѕРіРѕ "
                           "РІСЂРµРјРµРЅРё.\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/sc4ho" )
        bot.send_photo ( message.chat.id , "http://www.photo.kg/uploads/posts/2015-02/1422948033_imgl3186.jpg" )
        bot.send_message ( message.chat.id ,
                           "рџ“љAsanbay Center\nрџ“љРљСѓР»СЊС‚СѓСЂРЅС‹Р№ С†РµРЅС‚СЂ\nрџ“љРќРµРѕР±С‹С‡РЅРѕРµ РїСЂРѕСЃС‚СЂР°РЅСЃС‚РІРѕ РґР»СЏ РЅР°С€РµРіРѕ РіРѕСЂРѕРґР°.РћС‡РµРЅСЊ "
                           "РёРЅС‚РµСЂРµСЃРЅРѕ РІРЅСѓС‚СЂРё. РџСЂРѕРІРѕРґСЏС‚ СЃРѕРІРµСЂС€РµРЅРЅРѕ СЂР°Р·РЅС‹Рµ РїРѕ РЅР°РїСЂР°РІР»РµРЅРЅРѕСЃС‚Рё "
                           "РјРµСЂРѕРїСЂРёСЏС‚РёСЏ\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/gbi5j" )
        bot.send_photo ( message.chat.id , "https://pbs.twimg.com/media/DNKBHI1W0AAJ0TG?format=jpg&name=large" )
    elif message.text == "Рћ Р±РѕС‚Рµ" :
        bot.send_message ( message.from_user.id ,
                           'Р­С‚РѕС‚ Р±РѕС‚ Р±С‹Р» СЃРѕР·РґР°РЅ РЅР°С‡РёРЅР°СЋС‰РёРј РїСЂРѕРіСЂР°РјРјРёСЃС‚РѕРј РґР»СЏ РјРёРґС‚РµСЂРјР° РІ РњРµР¶РґСѓРЅР°СЂРѕРґРЅРѕРј '
                           'СѓРЅРёРІРµСЂСЃРёС‚РµС‚Рµ '
                           'РђР»Р°-РўРѕРѕрџ™ЉРЇ РѕС‡РµРЅСЊ РЅР°РґРµСЋСЃСЊ,С‡С‚Рѕ РјРѕР№ Р±РѕС‚ Р±С‹Р» С…РѕС‚СЊ С‡РµРј-С‚Рѕ РїРѕР»РµР·РµРЅ РІР°Рј Рё РІС‹ РЅР°С€Р»Рё РґР»СЏ СЃРµР±СЏ '
                           'РёРЅС‚РµСЂРµСЃРЅРѕРµ РјРµСЃС‚Рѕ РґР»СЏ РїРѕСЃРµС‰РµРЅРёСЏ!' )
    elif message.text == 'РЎР»СѓС‡Р°Р№РЅС‹Р№ РІС‹Р±РѕСЂ' :
        random_place = random.choice ( maxims_list )
        bot.send_message ( message.chat.id , random_place )
    elif message.text == "РќРёРєСѓРґР° РЅРµ С…РѕС‡Сѓ" :
        bot.send_message ( message.from_user.id , '''РўРѕРіРґР° РІРѕС‚ 7 РёРґРµР№,С‡РµРј С‚С‹ РјРѕР¶РµС€СЊ Р·Р°РЅСЏС‚СЊСЃСЏрџЏЎ

1. РџРѕС‚Р°РЅС†РµРІР°С‚СЊ. РџРѕРґ Р»СЋР±РёРјСѓСЋ РјСѓР·С‹РєСѓ, РєРѕРЅРµС‡РЅРѕ!рџ’ѓ

2. РџСЂРѕС‚РµСЃС‚РёСЂРѕРІР°С‚СЊ РЅРѕРІСѓСЋ РёРіСЂСѓ. РќР°РїСЂРёРјРµСЂ, Morphite РёР»Рё AltoвЂ™s Odysseyрџ’»

3. РџРѕСЃРјРѕС‚СЂРµС‚СЊ РІСЃРµ СЃРµСЂРёРё В«РРіСЂС‹ РїСЂРµСЃС‚РѕР»РѕРІВ» РѕРґРЅРёРј РјР°С…РѕРј. Р•СЃР»Рё С…РІР°С‚РёС‚ РІС‹С…РѕРґРЅС‹С…, РєРѕРЅРµС‡РЅРѕрџ™€

4. РЎРґРµР»Р°С‚СЊ РјРЅРѕРіРѕ СЃРµР»С„Рё, РІС‹Р±СЂР°С‚СЊ Р»СѓС‡С€РёРµ Рё РѕР±РЅРѕРІРёС‚СЊ Р°РІР°С‚Р°СЂРєРё РІ РјРµСЃСЃРµРЅРґР¶РµСЂР°С… Рё СЃРѕС†СЃРµС‚СЏС…вє

5. РџРµСЂРµРјРµСЂРёС‚СЊ РІСЃСЋ Р°РєС‚СѓР°Р»СЊРЅСѓСЋ РѕРґРµР¶РґСѓ, СЃРєРѕРјРїРѕРЅРѕРІР°РІ РЅРµСЃРєРѕР»СЊРєРѕ СЃС‚РёР»СЊРЅС‹С… РѕР±СЂР°Р·РѕРІрџ‘—

6. РџРµСЂРµРґРІРёРЅСѓС‚СЊ РјРµР±РµР»СЊ, С‡С‚РѕР±С‹ РѕСЃРІРµР¶РёС‚СЊ РёРЅС‚РµСЂСЊРµСЂрџ›‹
Р›СЋР±С‹Рµ РёР·РјРµРЅРµРЅРёСЏ РѕРєСЂСѓР¶Р°СЋС‰РµРіРѕ РїСЂРѕСЃС‚СЂР°РЅСЃС‚РІР° РёРґСѓС‚ РЅР° РїРѕР»СЊР·Сѓ РєР»РµС‚РєР°Рј РіРѕР»РѕРІРЅРѕРіРѕ РјРѕР·РіР°, СѓР»СѓС‡С€Р°СЋС‚ РїР°РјСЏС‚СЊ Рё РЅР°СЃС‚СЂРѕРµРЅРёРµ. 

7. РЎРґРµР»Р°С‚СЊ РїР»Р°РЅРєСѓвњ”''' )
    # else:
    # bot.send_message(message.chat.id, 'РР·РІРёРЅРё,СЏ С‚РµР±СЏ РЅРµ РїРѕРЅРёРјР°СЋрџїРќР°РїРёС€Рё РјРЅРµ С‡С‚Рѕ-С‚Рѕ РёР· РјРµРЅСЋ РЅРёР¶Рµрџ‘‡')


maxims_list = [ 'рџ”єChicken star\nрџ”єРђСЂС‚-РєР°С„Рµ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј.Р–РёРІР°СЏ '
               'РјСѓР·С‹РєР°\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/igyth' ,
               'рџ”єDuР­С‚ coffee & restaurant\nрџ”єР РµСЃС‚РѕСЂР°РЅ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј.РўСѓСЂРµС†РєР°СЏ '
               'РєСѓС…РЅСЏ.\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/zylhn' ,
               'рџ”єРћР±Р»Р°РєРѕ 53\nрџ”єР›Р°СѓРЅРґР¶-Р±Р°СЂ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-700 cРѕРј. Р’РёРЅРЅР°СЏ'
               'РєР°СЂС‚Р°\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/gzryh' ,
               "рџ”єР“РѕСЂСЊРєРёР№ Preparty Place\nрџ”єРљР°С„Рµ-Р±Р°СЂ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-500 cРѕРј. Р–РёРІР°СЏ РјСѓР·С‹РєР°.Р‘РёР·РЅРµСЃ-Р»Р°РЅС‡Рё РѕС‚ "
               "120СЃРѕРј!рџ”єРђРґСЂРµСЃ-https://go.2gis.com/3q8tf" ,
               "рџ”єMADFOOD\nрџ”єР РµСЃС‚РѕСЂР°РЅ Р±С‹СЃС‚СЂРѕРіРѕ РїРёС‚Р°РЅРёСЏ\nрџ”єРЎСЂРµРґРЅРёР№ С‡РµРє-400 cРѕРј. РџР°РЅР°Р·РёР°С‚СЃРєР°СЏ "
               "РєСѓС…РЅСЏ\nрџ”єРђРґСЂРµСЃ-https://go.2gis.com/le4k43" ,
               "рџ”№Р•РІСЂР°Р·РёСЏ\nрџ”№РўРѕСЂРіРѕРІС‹Р№-Р±РёР·РЅРµСЃ С†РµРЅС‚СЂ\nрџ”№РЈРґРѕР±РЅРѕРµ СЂР°СЃРїРѕР»РѕР¶РµРЅРёРµ РІ С†РµРЅС‚СЂРµ РіРѕСЂРѕРґР°, "
               "РєСЂР°СЃРёРІС‹Р№ Рё РёРЅС‚РµСЂРµСЃРЅС‹Р№ РёРЅС‚РµСЂСЊРµСЂ\nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/9h5f8" ,
               "рџ”№IMall\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ\nрџ”№РРјРµРµС‚СЃСЏ РґРµС‚СЃРєР°СЏ Р·РѕРЅР°\n"
               "рџ”№РђРґСЂРµСЃ-https://go.2gis.com/19k26" ,
               "рџ”№AsiaMall\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ\nрџ”№РўРѕСЂРіРѕРІС‹Р№ С†РµРЅС‚СЂ РІС‹СЃРѕРєРѕРіРѕ "
               "РєР»Р°СЃСЃР°\nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/s4s7b" ,
               "рџ”№Р”РѕСЂРґРѕР№ РџР»Р°Р·Р°\nрџ”№РўРѕСЂРіРѕРІРѕ-СЂР°Р·РІР»РµРєР°С‚РµР»СЊРЅС‹Р№ С†РµРЅС‚СЂ\nрџ”№Р‘РѕР»СЊС€РёР№ Рё РєСЂР°СЃРёРІС‹Р№ С‚РѕСЂРіРѕРІС‹Р№ "
               "РґРѕРј.\nрџ”№РђРґСЂРµСЃ-https://go.2gis.com/ghgmql" ,
               "вљЄпёЏРџСЂРѕРєР»СЏС‚С‹Р№ Р»Р°РіРµСЂСЊ\nвљЄпёЏРљРІРµСЃС‚ РІ СЂРµР°Р»СЊРЅРѕР№ Р¶РёР·РЅРё\nвљЄпёЏ рџ”ҐРџСЂРѕС„РµСЃСЃРёРѕРЅР°Р»СЊРЅС‹Рµ Р°РєС‚РµСЂС‹ рџ”Ґ3 СѓСЂРѕРІРЅСЏ "
               "СЃР»РѕР¶РЅРѕСЃС‚Рё\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/su87z" ,
               "вљЄпёЏScorpion\nвљЄпёЏРџРµР№РЅС‚Р±РѕР»СЊРЅС‹Р№ РєР»СѓР±\nвљЄпёЏРџРµСЂСЃРѕРЅР°Р»СЊРЅС‹Р№ РёРЅСЃС‚СЂСѓРєС‚РѕСЂ РѕР±СѓС‡РёС‚ РІСЃРµРјСѓ "
               "Р±РµСЃРїР»Р°С‚РЅРѕ\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/j8kl6" ,
               "вљЄпёЏThe story\nвљЄпёЏРђРЅС‚РёРєРёРЅРѕС‚РµР°С‚СЂ\nвљЄпёЏРљР°Р±РёРЅРєРё РґР»СЏ РєРѕРјРїР°РЅРёР№ РѕС‚ 2 РґРѕ 20 С‡РµР»РѕРІРµРє. РћС‚ 200 "
               "СЃРѕРј/С‡Р°СЃ.\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/d213w" ,
               "рџ“љCoffee arte gallery\nрџ“љРђСЂС‚-С†РµРЅС‚СЂ РєРѕС„РµР№РЅСЏ\nрџ“љР—Р°РІРµРґРµРЅРёРµ РґР»СЏ Р»СЋР±РёС‚РµР»РµР№ РєРѕС„Рµ Рё "
               "РёСЃРєСѓСЃСЃС‚РІР°.РРјРµСЋС‚СЃСЏ РєР°СЂС‚РёРЅС‹ Р·РЅР°РјРµРЅРёС‚С‹С… С…СѓРґРѕР¶РЅРёРєРѕРІ,РјСѓР·С‹РєР°Р»СЊРЅС‹Рµ РёРЅСЃС‚СЂСѓРјРµРЅС‚С‹ Рё РїСЂРёСЏС‚РЅР°СЏ "
               "РјСѓР·С‹РєР°.\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/5d5i4" ,
               "рџ“љР РµСЃРїСѓР±Р»РёРєР°РЅСЃРєР°СЏ Р±РёР±Р»РёРѕС‚РµРєР° РґР»СЏ РґРµС‚РµР№ Рё СЋРЅРѕС€РµСЃС‚РІР° РёРј. Рљ. "
               "Р‘Р°СЏР»РёРЅРѕРІР°\nрџ“љР‘РёР±Р»РёРѕС‚РµРєР°\nрџ“љР”РѕСЃС‚СѓРїРЅРѕ РґР»СЏ РёРЅРІР°Р»РёРґРѕРІ.РРјРµРµС‚СЃСЏ РјР°СЂРєРµС‚-РїР»СЌР№СЃ.РћРіСЂРѕРјРЅРѕРµ РєРѕР»РёС‡РµСЃС‚РІРѕ "
               "РєРЅРёРі\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/k1tncn" ,
               "рџ“љAsanbay Center\nрџ“љРљСѓР»СЊС‚СѓСЂРЅС‹Р№ С†РµРЅС‚СЂ\nрџ“љРќРµРѕР±С‹С‡РЅРѕРµ РїСЂРѕСЃС‚СЂР°РЅСЃС‚РІРѕ РґР»СЏ РЅР°С€РµРіРѕ РіРѕСЂРѕРґР°.РћС‡РµРЅСЊ "
               "РёРЅС‚РµСЂРµСЃРЅРѕ РІРЅСѓС‚СЂРё. РџСЂРѕРІРѕРґСЏС‚ СЃРѕРІРµСЂС€РµРЅРЅРѕ СЂР°Р·РЅС‹Рµ РїРѕ РЅР°РїСЂР°РІР»РµРЅРЅРѕСЃС‚Рё "
               "РјРµСЂРѕРїСЂРёСЏС‚РёСЏ\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/gbi5j" ,
               "рџ“љРњРµРјРѕСЂРёР°Р»СЊРЅС‹Р№ РґРѕРј-РјСѓР·РµР№ РёРј. Рњ.Р’. Р¤СЂСѓРЅР·Рµ\nрџ“љРњСѓР·РµР№\nрџ“љР’ СЌС‚РѕРј РјСѓР·РµРµ РјРѕР¶РЅРѕ РѕР·РЅР°РєРѕРјРёС‚СЃСЏ СЃ "
               "РёСЃС‚РѕСЂРёРµР№ РѕР±СЂР°Р·РѕРІР°РЅРёСЏ РіРѕСЂРѕРґР° Р¤СЂСѓРЅР·Рµ СЃРѕ РІСЃРµРјРё РїСЂРµРґРјРµС‚Р°РјРё Р±С‹С‚Р° С‚РѕРіРѕ "
               "РІСЂРµРјРµРЅРё.\nрџ“ЌРђРґСЂРµСЃ-https://go.2gis.com/sc4h" , "вљЄпёЏZoobishkek\nвљЄпёЏР РµР°Р±РёР»РёС‚Р°С†РёРѕРЅРЅС‹Р№ Р·РѕРѕРїР°СЂРє\n"
                                                              "вљЄпёЏРЎРїР°СЃРµРЅРЅС‹Рµ СЃС‡Р°СЃС‚Р»РёРІС‹Рµ Р¶РёРІРѕС‚РЅС‹Рµ,"
                                                              "Р±РѕР»СЊС€СѓСЋ С‡Р°СЃС‚СЊ РёР· РєРѕС‚РѕСЂС‹С… РјРѕР¶РЅРѕ РїРѕРіР»Р°РґРёС‚СЊ."
                                                              "РЅР° РјРёР»Р»РёРѕРЅ\nвљЄпёЏРђРґСЂРµСЃ-https://go.2gis.com/djlf1" ]
bot.polling ( none_stop = True )
